Repository: FarinAlten/Spectrum
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Appearance
de: Erscheinung

# Appearance_Label_AccentColor
source: Accent Color
de: Akzentfarbe

# Appearance_Label_Columns
source: Columns
de: Spalten

# Appearance_Label_Layout
source: Layout
de: Darstellung

# Appearance_Option_Grid
source: Grid-Layout
de: Kachel

# Appearance_Option_List
source: List-Layout
de: Liste

# Appearance_Toggle_ShowVisualSymbols
source: Show Symbols
de: Zeige Symbole

# Audio_Buffer_Large
source: Large
de: Viel

# Audio_Buffer_Medium
source: Medium
de: Mittel

# Audio_Buffer_Small
source: Small
de: Wenig

# Audio_Label_BufferSize
source: Buffer Size
de: Buffer Größe

# Audio_Label_Quality
source: Quality
de: Audio Qualität

# Audio_Toggle_AutoPlayOnStart
source: AutoPlay on start
de: Automatische Wiedergabe

# Audio_Toggle_CrossfadeOnStationChange
source: Crossfade on station change
de: Übergang beim wechseln

# Button_Fertig
source: Done
de: Fertig

# Color_Option_Blue
source: Blue
de: Blau

# Color_Option_Green
source: Green
de: Grün

# Color_Option_Purple
source: Purple
de: Lila

# Color_Option_Red
source: Red
de: Rot

source: Countries
de: Länder

# Deine Favoriten
source: Your Favorites
de: Deine Favoriten

source: Discover
de: Entdecken

# Du nutzt bereits die neueste Version.
source: This is the latest version
de: Dies ist die neueste Version!

# Einstellung_Haptik_Titel
source: Haptic Feedback
de: Haptisches Feedback

# Einstellung_Intelligence_Titel
source: On-Device Processing
de: Lokale Verarbeitung

# Einstellung_Intelligence_Untertitel
source: Uses on-device models if available
de: Nutzt On-Device Modelle falls verfügbar

# Einstellung_Qualitaet_Titel
source: High Audio Quality
de: Hohe Audioqualität

# Einstellung_Qualitaet_Untertitel
source: Prefers uncompressed streams
de: Bevorzugt unkomprimierte Streams

# Einstellungen
source: Settings
de: Einstellungen

# Einstellungs_Sektion_Allgemein
source: General
de: Allgemein

# Einstellungs_Sektion_Wiedergabe
source: Playback
de: Wiedergabe

# Entfernen
source: Delete
de: Löschen

# Favorit_Entfernen
source: Remove from Favorites
de: Aus Favoriten entfernen

# Favoriten_Leer_Titel
source: No Favorites
de: Keine Favoriten

# Favoriten_Leer_Untertitel
source: Mark radio stations with a star to display them here.
de: Markiere Radiosender mit einem Stern, um sie hier anzuzeigen.

source: Favorites
de: Favoriten

# Fortfahren
source: Continue
de: Weiter

# Füge Sender über das Menü im Player zu deinen Favoriten hinzu.
source: Add Stations using the star-button in the player
de: Füge Sender über den Player hinzu.

# Info_Developer_Name
source: Farin Altenhöner
de: Entwickler

# Info_Label_Developer
source: Developer
de: Farin Altenhöner

# Info_Label_Origin
source: Location
de: Region

# Info_Origin_MadeInGermany
source: Germany
de: Entwickelt in Deutschland

# Kategorie
source: Category
de: Kategorie

# Kategorie_Auswahl_Titel
source: Category
de: Kategorie

# Kategorie_Laender
source: Countries
de: Länder

# Keine Favoriten
source: No Favorites
de: Keine Favoriten

# Keine Sender gefunden
source: Nothing found
de: Keinen Sender gefunden

# Länder
source: Countries
de: Länder

# Map_Tab_Label
source: Map
de: Karte

# Map_Title_Main
source: Discover Station
de: Entdecken

# Mediathek
source: Library
de: Mediathek

# Nav_Titel_Einstellungen
source: Settings
de: Einstellungen

# Nav_Titel_Entdecken
source: Discover
de: Entdecken

# Nav_Titel_Favoriten
source: Favorites
de: Favoriten

# Neue Version verfügbar!
source: New Version available!
de: Neue Version Verfügbar!

# Pausiert
source: Paused
de: Pausiert

# Player_Status_Pause
source: Paused
de: Pause

source: Privacy
de: Privatsphäre

# Privacy_Helper_TelemetryDescription
source: Send Telemetry Data
de: Ausschalten um keine Daten zu senden

# Privacy_Toggle_LoadFaviconsOnCellular
source: Load Station Icons over Cellular Data
de: Icons im Mobilen Netz laden

# Privacy_Toggle_SendAnonymousTelemetry
source: Send Anonymous Telemetry Data
de: Sende Anonyme Daten

# Schließen
source: Close
de: Schließen

# Sektion_Genres_Titel
source: Available Genres
de: Verfügbare Genres

# Sektion_Laender_Titel
source: Available Countries
de: Verfügbare Länder

# Sender, Länder, Genres...
source: Stations, Countries, Genres
de: Sender, Länder, Genres…

# Settings_Row_AppearanceAndLayout
source: Appearance and Layout
de: Aussehen

# Settings_Row_AudioPlayback
source: Audio Playback
de: Audio Wiedergabe

# Settings_Row_Credits
source: Developer
de: Entwickler

# Settings_Row_MadeInGermany
source: Made in Germany
de: Entwickelt in Deutschland

# Settings_Row_PrivacyData
source: Privacy
de: Privatsphäre

# Settings_Section_Appearance
source: Appearance
de: Aussehen

# Settings_Section_AppOptions
source: General
de: Allgemein

# Settings_Title_Main
source: Settings
de: Einstellungen

# Spectrum ist aktuell
source: Spectrum is up to date!
de: Spectrum ist auf dem neuesten Stand!

# Suche nach Updates...
source: Searching for Updates…
de: Suche Nach Updates…

# Suche_Platzhalter
source: Search stations...
de: Sender suchen...

# Suchergebnisse
source: Search Results
de: Suchergebenisse

# Suchergebnisse_Titel
source: Search Results
de: Suchergebnisse

# Toggle satellite map style
source: Satellite map style
de: Sateliten Karte

# Update auf GitHub herunterladen
source: Download Update on Github
de: Update auf Github herunterladen

# Wird geladen...
source: loading…
de: Wird geladen
